/* serial */
/* Validation Error */
"VALIDATION_ERROR_TITLE" = "Desolato, ma non ho potuto connettermi con il server di validazione.";
"VALIDATION_ERROR_MESSAGE" = "Controlla la tua connessione ad internet e riprova.";

/* Thanks */
"THANK_YOU_TITLE" = "Registrazione effettuata con successo!";
"THANK_YOU_MESSAGE" = "Grazie per il tuo sostegno.";

/* Invalid serial */
"INVALID_SERIAL_TITLE" = "Il codice è invalido o non corrisponde al nome.";
"INVALID_SERIAL_MESSAGE" = "Per favore inserisci entrambi come ti sono pervenuti.";

"MULTIPLE_COPIES_ON_NET_TITLE" = "Un'altra copia di questo software è già in uso sul network.";
"MULTIPLE_COPIES_ON_NET_MESSAGE" = "Non è consentito l'uso simultaneo di più copie con lo stesso codice di registrazione.";

/* Buttons */
"Close" = "Chiudi";
"Try Out" = "Prova";
"Quit" = "Esci";